Repository: semiamaurotic/WordPartners_Test
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: th

source: Who are all the characters mentioned in the story? What part does each play?
th: (MT) ตัวละครทั้งหมดที่กล่าวถึงในเรื่องนี้มีใครบ้าง? แต่ละคนมีบทบาทอย่างไร?

source: Who are the main characters? How do you know? What is their relationship to one another? How do their relationships unfold through the telling of the story?
th: (MT) ตัวละครหลักมีใครบ้าง? คุณทราบได้อย่างไร? พวกเขามีความสัมพันธ์กันอย่างไร? และความสัมพันธ์ของพวกเขาพัฒนาไปอย่างไรตลอดการดำเนินเรื่อง?

source: Who are the characters in the story? Who are the main characters? How can you tell?
th: (MT) ในเรื่องนี้มีตัวละครใครบ้าง? ใครคือตัวละครหลัก? คุณทราบได้อย่างไร?

source: Who are the main characters in the book?
th: ตัวละครหลักในพระธรรมเล่มนี้มีใครบ้าง?

source: Who are the main characters?
th: (MT) ตัวละครหลักมีใครบ้าง?

source: Why Is This Important?
th: (MT) ทำไม เรื่องนี้จึงสำคัญ?

source: Why This Workbook?
th: คู่มือเล่มนี้มีประโยชน์อะไร?

source: Why Are We Here?
th: ทำไมเราจึงมาที่นี่?

source: Why Study Hermeneutical Principles?
th: เหตุใดจึงศึกษาหลักการตีความพระคัมภีร์?

source: Why Study through Books of the Bible?
th: ทำไมจึงศึกษาผ่านพระธรรมต่างๆ ในพระคัมภีร์ ทีละเล่ม?

source: Why This Approach?
th: ทำไมเราจึงใช้แนวทางนี้?

source: Why do Christians in your church need to hear the story of Genesis today?
th: (MT) เหตุใดคริสเตียนในคริสตจักรของคุณจึงจำเป็นต้องฟังเรื่องราวจากพระธรรมปฐมกาลในทุกวันนี้?

source: Why is it here?
th: เหตุใดจึงมีข้อความพระคัมภีร์ตอนนี้อยู่ที่นี่?

source: Why is this important?
th: เรื่องนี้สำคัญอย่างไร?

source: Why is this principle important for preaching?
th: ทำไมหลักการนี้จึงมีความสำคัญต่อการเทศนาพระวจนะ?

source: Why study this book? What unique contribution does it make to the whole of the Bible? In other words, what would we miss if we did not have this book? What do we gain because we do have it?
th: พระธรรมเล่มนี้มีส่วนช่วยอะไรเป็นพิเศษต่อพระคัมภีร์ทั้งเล่ม? กล่าวอีกนัยหนึ่ง ถ้าไม่มีพระธรรมเล่มนี้ เราจะพลาดอะไรไปบ้าง? และถ้าเรามีพระธรรมเล่มนี้ เราจะได้รับอะไรมากขึ้น?

source: Why study this book? Why was it written?
th: ทำไมจึงศึกษาพระธรรมเล่มนี้? ทำไมพระธรรมเล่มนี้จึงถูกเขียนขึ้น?

source: Why would the story(ies) of Genesis be important for the Israelites to remember as they entered into the Promised Land?
th: (MT) ทำไมเรื่องราว(ต่าง ๆ) ในพระธรรมปฐมกาลจึงเป็นเรื่องสำคัญที่ชาวอิสราเอลควรจดจำไว้ ในขณะที่พวกเขากำลังเข้าสู่ดินแดนแห่งพันธสัญญา?

source: Why is this question so important? It is critical because it is ultimately connected to the transformational intent of the book and how we will shepherd people with it.
th: (MT) ทำไมคำถามนี้ถึงสำคัญนัก? คำถามนี้สำคัญอย่างยิ่งเพราะเกี่ยวข้องโดยตรงกับเป้าหมายของพระธรรมเล่มนี้ที่มุ่งหวังจะเปลี่ยนแปลงชีวิต และส่งผลต่อวิธีที่เราจะใช้พระธรรมเล่มนี้ในการอภิบาลผู้คน

source: Wisdom
th: ปัญญา

source: With the genre of historical narrative, recognizing the elements of narrative (characters, setting, and plot) and identifying the plotline (or narrative arch) helps us discover the units of thought that make up the story’s structure.
th: (MT) ในวรรณกรรมประเภทเรื่องเล่าทางประวัติศาสตร์ เราสามารถค้นพบหน่วยความคิดที่ประกอบกันขึ้นเป็นโครงสร้างของเรื่องได้ โดยการสังเกตองค์ประกอบของการเล่าเรื่อง (ตัวละคร ฉาก และโครงเรื่อง) และระบุเส้นดำเนินเรื่อง (หรือ เส้นโค้งของเรื่องเล่า)

source: With the genre of historical narrative, recognizing the elements of narrative (characters, setting, and plot) and identifying the plot line (or, narrative arch) helps us discover the units of thought that make up the story’s structure. Pay particular attention to the connection of the units of thought and the direction the story takes as a result. It is especially important to identify the climax because it helps us see the direction the story is taking and the author’s intention for telling the story.
th: (MT) ในวรรณกรรมประเภทเรื่องเล่าเชิงประวัติศาสตร์ การระบุองค์ประกอบของเรื่องเล่า (ตัวละคร ฉาก และโครงเรื่อง) และการทำความเข้าใจเส้นโครงเรื่อง (หรือ, เส้นโค้งการดำเนินเรื่อง) จะช่วยให้เราค้นพบหน่วยความคิดที่ประกอบกันขึ้นเป็นโครงสร้างของเรื่อง ขอให้สังเกตความเชื่อมโยงของหน่วยความคิดเหล่านี้และทิศทางที่เรื่องดำเนินไปอันเป็นผลสืบเนื่องมาจากความเชื่อมโยงนั้นอย่างใกล้ชิด การระบุจุดสูงสุดของเรื่องถือว่าสำคัญเป็นพิเศษ เพราะช่วยให้เราเห็นทั้งทิศทางของเรื่องและเจตจำนงของผู้เขียนในการเล่าเรื่องนั้น

source: WordPartners Training
th: การฝึกอบรมขององค์กรเวิร์ดพาร์ทเนอร์ (WordPartners)

source: Work to understand our frameworks.
th: พยายามทำความเข้าใจกรอบแนวความคิดของเรา

source: Workshops
th: เวิร์กช็อป

source: Write down your main idea and transformational intent for the book. (See Session 10.)
th: (MT) เขียน ประเด็นหลักและจุดมุ่งหมายเพื่อการเปลี่ยนแปลงของคุณสำหรับ พระธรรมเล่มนี้ลงไป (ดูบทเรียนที่ 10.)

source: Write a sentence that communicates this message concisely and completely.
th: (MT) เขียนประโยคที่สื่อสารข้อความนี้อย่างสั้นกระชับและครบถ้วน

source: Write down some words or ideas that express the attitude, perspective, conviction, feelings, etc., the author intends to create in the reader. (This is the mood.)
th: (MT) จดคำหรือแนวคิดที่สื่อถึงทัศนคติ มุมมอง ความเชื่อมั่น ความรู้สึก หรืออารมณ์ต่าง ๆ ที่ผู้เขียนตั้งใจจะสร้างให้เกิดขึ้นในใจของผู้อ่าน.(นี่คือ อารมณ์ของเรื่องราว.)

source: Write your introduction and conclusion last. The introduction opens the door to the main idea and transformational intent, and the conclusion provides a summary and final challenge.
th: เขียนคำนำและบทสรุปเป็นลำดับสุดท้าย โดยที่คำนำควรเป็นการเปิดประตูเข้าสู่ประเด็นหลักและเจตนาสู่การเปลี่ยนแปลง ส่วนบทสรุปควรเป็นการสรุปเนื้อหาและคำท้าทายผู้ฟังเป็นครั้งสุดท้าย

source: You are holding a workbook that will enrich your learning from the workshop on the book of Genesis. It is one of many workshops taught by WordPartners as we seek to elevate God’s life-giving Word in the hearts, lives, and ministries of pastors and their people.
th: คุณกำลังถือคู่มือเวิร์กช็อปที่จะช่วยเสริมการเรียนรู้ของคุณจากการทำเวิร์กช็อปพระธรรมปฐมกาล นี่เป็นหนึ่งในหลายเวิร์กช็อปที่เวิร์ดพาร์ทเนอร์สอน ในขณะที่ เวิร์ดพาร์ทเนอร์พยายามยกพระวจนะของพระเจ้าซึ่งให้ชีวิตให้สูงขึ้นในจิตใจ ในชีวิต และในการทำงานของผู้รับใช้และสมาชิกในคริสตจักรของพวกเขา

source: You are free to:
th: คุณสามารถที่จะ:

source: You do not need to translate or delete this text.]
th: (MT) ท่านไม่จำเป็นต้องแปลหรือลบข้อความนี้]

source: You will get the most out of this workbook by using it
th: คุณจะได้รับประโยชน์สูงสุดจากคู่มือเวิร์กช็อปเล่มนี้โดยการใช้มัน

source: You will recall that in literature, Genre refers to a specific kind, or type, of writing.
th: (MT) โปรดจำไว้ว่าในทางวรรณกรรม 'ประเภทวรรณกรรม' หมายถึงชนิดหรือรูปแบบงานเขียนที่เฉพาะเจาะจง

source: You:
th: คุณ:

source: [Translator, this page has been intentionally left blank so a chart can be inserted here later.
th: (MT) [สำหรับผู้แปล: หน้านี้ตั้งใจเว้นว่างไว้เพื่อให้แผนภูมิ สามารถนำมาแทรก ที่นี่ ในภายหลัง.

source: and drippings of the honeycomb.
th: ที่หยดลงจากรวง

source: and righteous altogether.
th: และชอบธรรมทั้งสิ้น

source: apply the principles in your on-going Bible study and sermon preparation.
th: นำหลักการไปใช้ในการศึกษาพระคัมภีร์และการเตรียมคำเทศนาอย่างต่อเนื่อง

source: be transformed by God’s Word.
th: รับการเปลี่ยนแปลงโดยพระวจนะของพระเจ้า

source: become better readers of God’s Word.
th: เป็นผู้อ่านพระวจนะของพระเจ้าได้เข้าใจมากขึ้น

source: build your skill to read, understand, and proclaim the text for the transformation God desires.
th: พัฒนาทักษะของคุณในการอ่าน การทำความเข้าใจ และการประกาศข้อพระคัมภีร์ เพื่อนำไปสู่การเปลี่ยนแปลงที่พระเจ้าทรงปรารถนา

source: but by every word that comes from the mouth of God.
th: แต่ต้องดำรงชีวิตด้วยพระวจนะทุกคำซึ่งออกมาจากพระโอษฐ์ของพระเจ้า

source: consider how God has changed us.
th: (MT) พิจารณาว่าพระเจ้าทรงเปลี่ยนแปลงเราอย่างไร

source: consider how this helps us align our sermon with the author’s message.
th: (MT) พิจารณาว่าสิ่งนี้ช่วยให้เราปรับคำเทศนาให้สอดคล้องกับข่าวสารของผู้เขียนได้อย่างไร

source: consider why the practice of these principles is important for preaching God’s Word.
th: (MT) พิจารณาว่าเหตุใดการนำหลักการเหล่านี้ไปปฏิบัติจึงมีความสำคัญต่อการเทศนาพระวจนะของพระเจ้า

source: consider why the practice of this principle is important.
th: (MT) พิจารณาว่าเหตุใดการนำหลักการนี้ไปปฏิบัติจึงมีความสำคัญ.

source: determine the next steps we will take for the future.
th: (MT) กำหนดก้าวต่อไปที่เราจะก้าวเดินไปในอนาคต

source: enduring forever;
th: ถาวรเป็นนิตย์

source: enlightening the eyes;
th: ทำให้ดวงตากระจ่างแจ้ง

source: even much fine gold;
th: ยิ่งกว่าทองบริสุทธิ์มากนัก

source: examine the implications of that message for our own lives and ministries.
th: (MT) สำรวจดูว่าข่าวสารนั้นส่งผลอย่างไรต่อชีวิตและพันธกิจของเราเอง

source: explore how the text of Scripture challenges, confirms, and shapes existing frameworks.
th: (MT) สำรวจดูว่าพระวจนะในพระคัมภีร์ท้าทาย ยืนยัน และหล่อหลอมกรอบแนวคิดที่มีอยู่เดิมอย่างไร

source: grow in confidence and skill in proclaiming God’s Word.
th: เติบโตในความมั่นใจและทักษะในการเทศนาพระวจนะของพระเจ้า

source: help you pass on the learning to others.
th: ช่วยให้คุณถ่ายทอดการเรียนรู้นั้นต่อไปยังผู้อื่นได้

source: how the Dig & Discover principles are used to proclaim the author’s message with his purpose and tone.
th: (MT) มีการใช้หลักการ ขุด & ค้นพบ เพื่อประกาศข่าวสารของผู้เขียนตามวัตถุประสงค์และน้ำเสียงของท่านอย่างไร

source: how the exposition shepherds the transformation God intends.
th: (MT) วิธีที่การอธิบายพระวจนะช่วยนำพาการเปลี่ยนแปลงตามที่พระเจ้าทรงประสงค์

source: how the exposition unfolds the glories of Christ.
th: (MT) วิธีที่การอรรถาธิบายเผยให้เห็นพระสิริของพระคริสต์.

source: in keeping them there is great reward.
th: การรักษาข้อความเหล่านั้นก็ได้บำเหน็จยิ่งใหญ่

source: interact with the text through good questions.
th: ปฏิสัมพันธ์กับข้อพระคัมภีร์นั้นๆ ผ่านคำถามที่ดี

source: know why these principles are important.
th: เข้าใจว่าทำไมหลักการเหล่านี้จึงสำคัญ.

source: learn through conversation with others.
th: เรียนรู้ผ่านการสนทนากับผู้อื่น

source: learn to recognize and evaluate frameworks.
th: (MT) เรียนรู้ที่จะระบุและประเมินกรอบความคิดต่างๆ

source: learn to shepherd people with the message and purpose God intends.
th: (MT) เรียนรู้ที่จะเลี้ยงดูผู้คนด้วยข่าวสารและพระประสงค์ที่พระเจ้าทรงตั้งพระทัยไว้

source: making wise the simple;
th: ทำให้คนรู้น้อยมีปัญญา

source: meet at least twice a year for a multi-day workshop.
th: พบกันอย่างน้อยปีละสองครั้งสำหรับเวิร์กช็อปหลายวัน

source: multiply what you’ve learned in these workshops by training others in, through, and beyond your church.
th: ขยายผลสิ่งที่ได้เรียนรู้จากเวิร์กช็อปเหล่านี้ ด้วยการฝึกผู้อื่นให้ทำได้เช่นเดียวกัน ทั้งในคริสตจักรของคุณ ผ่านคริสตจักรของคุณ และก้าวออกไปนอกคริสตจักรของคุณ

source: practice using them in Genesis to help us understand its message.
th: ฝึกใช้หลักการเหล่านี้ในพระธรรมปฐมกาล เพื่อช่วยให้เราเข้าใจเนื้อหาของพระธรรมเล่มนี้.

source: practice using these principles to gain a clear understanding of Genesis 2:4–4:26.
th: (MT) ฝึกใช้หลักการเหล่านี้เพื่อให้เข้าใจปฐมกาล 2:4–4:26ได้อย่างชัดเจน

source: practice using these principles to gain a clear understanding of Genesis 5:1–6:8.
th: (MT) ฝึกใช้หลักการเหล่านี้เพื่อให้เข้าใจพระธรรมปฐมกาล 5:1–6:8ได้อย่างชัดเจน

source: practice using this principle in Genesis to help us understand its message.
th: (MT) ฝึกใช้หลักการนี้ในพระธรรมปฐมกาลเพื่อช่วยให้เราเข้าใจเนื้อหาของพระธรรมเล่มนี้.

source: practice using this principle to gain a clear understanding of Genesis 6:9–9:29.
th: (MT) ฝึกใช้หลักการนี้เพื่อให้เข้าใจพระธรรมปฐมกาล 6:9–9:29ได้อย่างชัดเจน

source: prepare beforehand by completing the pre-assignment.
th: เตรียมตัวล่วงหน้าโดยทำงานที่ได้รับมอบหมายก่อนอบรมให้เสร็จ

source: reflect on how God has challenged us.
th: (MT) ใคร่ครวญว่าพระเจ้าทรงท้าทายเราอย่างไร.

source: rejoicing the heart;
th: ทำให้ใจยินดี

source: reviving the soul;
th: ฟื้นฟูชีวิต

source: see how Genesis contributes to the bigger story of the Bible.
th: (MT) เห็นว่าพระธรรมปฐมกาลมีส่วนต่อเรื่องราวที่ยิ่งใหญ่กว่าของพระคัมภีร์อย่างไร

source: see the importance of the practice of Biblical Theology for expository preaching.
th: (MT) เห็นถึงความสำคัญของการนำเทววิทยาเชิงคัมภีร์มาใช้ในการเทศนาแบบอรรถาธิบาย.

source: see the message of a larger section of Scripture.
th: (MT) มองเห็นประเด็นหลักของพระคัมภีร์ในตอนที่กว้างขึ้น.

source: see why this understanding and the practice of these principles is important for preaching Genesis.
th: (MT) เพื่อให้เห็นว่าเหตุใดความเข้าใจในเรื่องนี้และการนำหลักการเหล่านี้ไปใช้ จึงมีความสำคัญต่อการเทศนาพระธรรมปฐมกาล

source: shepherd others with the transformation God is seeking.
th: เป็นผู้เลี้ยงที่นำพาผู้อื่นไปสู่การเปลี่ยนแปลงชีวิตที่พระเจ้าทรงปรารถนา

source: sweeter also than honey
th: หวานยิ่งกว่าน้ำผึ้ง

source: teach, and preach God’s Word
th: สอน, และเทศนาพระวจนะของพระเจ้า

source: the commandment of the Lord is pure,
th: พระบัญญัติของพระยาห์เวห์นั้นบริสุทธิ์

source: the fear of the Lord is clean,
th: ความยำเกรงพระยาห์เวห์นั้นสะอาดหมดจด

source: the precepts of the Lord are right,
th: ข้อบังคับของพระยาห์เวห์นั้นถูกต้อง

source: the rules of the Lord are true,
th: กฏหมายของพระยาห์เวห์ก็สัตย์จริง

source: the testimony of the Lord is sure,
th: พระโอวาทของพระยาห์เวห์นั้นแน่นอน

source: understand how these two principles are related and function together.
th: เข้าใจว่าหลักการทั้งสองประการนี้สัมพันธ์กันและทำงานร่วมกันอย่างไร

source: understand how this part of the Bible finds its focus and fulfillment in Christ.
th: (MT) เข้าใจว่าพระธรรมส่วนนี้มีจุดศูนย์กลางและสำเร็จสมบูรณ์ในพระคริสต์อย่างไร

source: understand the principle of Main Idea & Transformational Intent.
th: (MT) ทำความเข้าใจหลักการเรื่องประเด็นหลักและจุดมุ่งหมายเพื่อการเปลี่ยนแปลง

source: understand the principle of Traveling Instructions.
th: (MT) ทำความเข้าใจหลักการเรื่องคำแนะนำในการเดินทาง

source: understand the principles of genre and structure and the way they work together.
th: (MT) ทำความเข้าใจหลักการของประเภทวรรณกรรมและโครงสร้าง รวมถึงวิธีที่ทั้งสองอย่างนี้ทำงานสอดประสานกัน.

source: understand the principles of genre and structure.
th: เข้าใจหลักการของประเภทวรรณกรรมและโครงสร้าง

source: understand the significance and function of genealogies in Genesis.
th: (MT) เข้าประเด็นหลักและหน้าที่ของลำดับพงศ์พันธุ์ในพระธรรมปฐมกาล

source: understand why this principle is important for expository preaching.
th: (MT) เข้าใจว่าเหตุใดหลักการนี้จึงมีความสำคัญต่อการเทศนาแบบอธิบายความ.

source: understand why this principle is important for the study of God’s Word.
th: (MT) เข้าใจว่าทำไมหลักการนี้จึงมีความสำคัญต่อการศึกษาพระวจนะของพระเจ้า

source: understand, identify, and state the main idea and transformational intent.
th: (MT) ทำความเข้าใจ ระบุ และสรุปประเด็นหลักรวมถึงจุดมุ่งหมายเพื่อการเปลี่ยนแปลงชีวิต

source: use a learning methodology of “see, learn, and practice.”
th: ใช้วิธีการเรียนรู้แบบ "ดู เรียนรู้ และฝึกปฏิบัติ

source: use this discipline to grow our skills as shepherds of God’s people with his Word.
th: (MT) ใช้การฝึกฝนนี้เพื่อพัฒนาทักษะของเราในฐานะผู้เลี้ยงประชากรของพระเจ้าด้วยพระวจนะของพระองค์.

source: we can discover the message of God’s Word and allow it to transform our hearts.
th: เราจะได้ค้นพบสารของพระวจนะของพระเจ้าและยอมให้สารนั้นเปลี่ยนแปลงจิตใจของเรา

source: we can glean a biblical view of ministry directly from what the Bible says.
th: เราจะได้เก็บเกี่ยวมุมมองพระคัมภีร์ด้านพันธกิจจากสิ่งที่พระคัมภีร์กล่าวไว้ได้โดยตรง

source: we can practice using the principles and skills we are learning.
th: เราจะได้ฝึกใช้หลักการและทักษะที่กำลังเรียนรู้

source: work through a book of the Bible.
th: ศึกษาพระธรรมแต่ละเล่มในพระคัมภีร์

source: – Matthew 4:4b
th: มัทธิว 4:4

source: – Psalm 19:7-11
th: สดุดี 19:7-11
